Repository: uxmoon/wp-quechalen
Catalog: languages/*.po
Languages: es_es

source: Oops! That page can&rsquo;t be found.
es_es: No se encontró la pagina.

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
es_es: Intenta con algunos de los vínculos del menú principal.

source: Skip to content
es_es: Saltear al contenido

source: Menu
es_es: Menú

source: The complex
es_es: El complejo

source: Our mission
es_es: Misión y visión

source: Our Vision
es_es: Nuestra visión

source: Rates updated on
es_es: Tarifas actualizadas el

source: Low occupancy
es_es: Temporada baja

source: Cabins
es_es: Cabañas

source: 2 guests
es_es: 2 personas

source: 3 guests
es_es: 3 personas

source: 4 guests
es_es: 4 personas

source: Inn
es_es: Posada

source: High occupancy
es_es: Temporada alta

source: Nothing Found
es_es: No hay resultados
